temp = float(input())

if temp <= 36.5:
    print("Температура понижена")
elif 36.5 < temp <= 36.7:
    print("Температура в норме")
elif temp > 36.7:
    print("Температура повышена")






#Выведите «Влажность комфортная» или «Обратите внимание на влажность».